
;---- BEGIN ABILITIES

;displayed both for officer and soldiers receiving effect
[GetSome X2AbilityTemplate]
LocFriendlyName="Отримуй!"
; LWOTC Needs Translation
LocLongDescription="Двiчi за завдання доступна дiя, яка пiдвищує ймовiрнiсть критичного попадання всiх солдатiв у радiусi командування на +<ABILITY:GETSOME_CRIT_BONUS/> до кiнця ходу."
LocHelpText="Солдати поруч з офiцером отримують бонус до ймовiрностi критичного попадання."
LocFlyOverText="Отримуй!"
LocPromotionPopupText="<Bullet/> Дiя, яка пiдвищує ймовiрнiсть критичного попадання для всiх солдатiв у радiусi командування на +<ABILITY:GETSOME_CRIT_BONUS/> до кiнця ходу.<br/><Bullet/> Доступна двiчi за завдання.<br/><Bullet/> Радiус командування збiльшується з кожним рiвнем офiцера. Ця здiбнiсть не надає бонусiв самому офiцеру.<br/><Bullet/> Ця здiбнiсть не надає бонусiв оглушеним або панiкуючим союзникам.<br/><Bullet/> Ця здiбнiсть не надає бонусiв роботам i цивiльним особам."
; End Translation

[Collector X2AbilityTemplate]
LocFriendlyName="Розвiдник"
; LWOTC Needs Translation
LocLongDescription="Будь-яке вбивство не людського ворога загоном має шанс <ABILITY:COLLECTOR_BONUS_CHANCE/>% надати 1 розвiдданi, якщо офiцер здоровий."
LocHelpText="Отримуйте додатковi розвiдданi вiд вбивств, здiйснених загоном."
LocFlyOverText="Розвiдник"
; displayed for officer in OfficerAbility UI
LocPromotionPopupText="<Bullet/> Будь-яке вбивство не людського ворога загоном має шанс <ABILITY:COLLECTOR_BONUS_CHANCE/>% надати 1 розвiдданi, за умови, що офiцер присутнiй i не оглушений, не панiкує або не зазнає iнших обмежень.<br/><Bullet/> Кiлькiсть зiбранних розвiдданих обмежена <ABILITY:COLLECTOR_MAX_INTEL_PER_MISSION/> розвiдданими на мiсiю."
; End Translation

;displayed on officer in tactical container
;This effect is unused.
[CollectorPassive X2AbilityTemplate]
LocFriendlyName="Розвiдник"
LocLongDescription="Якщо офiцер не поранений, вбивство негуманоїдного противника з ймовiрнiстю 33% приносить 1 од. даних."
LocHelpText="Отримуйте додатковi розвiдданi вiд вбивств, здiйснених загоном."
LocFlyOverText="Розвiдник"
LocPromotionPopupText="<Bullet/> Якщо офiцер не поранений, вбивство негуманоїдного противника з ймовiрнiстю 33% приносить 1 од. даних."

;displayed on other soldier that receive the effect
[Defilade X2AbilityTemplate]
LocFriendlyName="Надiйнi укриття"
; LWOTC Needs Translation
LocLongDescription="Солдати, що знаходяться у дiапазонi команди офiцера, отримують бонус +<ABILITY:DEFILADE_DEFENSE_BONUS/> до оборонного значення, що надається укриттям."
LocHelpText="Солдати поруч з офiцером ефективнiше використовують укриття."
LocFlyOverText="Надiйнi укриття"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="<Bullet/> Солдати, що знаходяться у дiапазонi команди офiцера, отримують бонус +<ABILITY:DEFILADE_DEFENSE_BONUS/> до оборонного значення, що надається укриттям.<br/><Bullet/> Дiапазон команди збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Ця здiбнiсть не надає бонусiв самому офiцеру.<br/><Bullet/> Ця здiбнiсть не надає бонусiв оглушеним або панiкуючим союзникам.<br/><Bullet/> Ця здiбнiсть не надає бонусiв роботам i цивiльним особам."

;Displayed on officer in tactical container
[DefiladePassive X2AbilityTemplate]
LocFriendlyName="Надiйнi укриття"
LocLongDescription="Пiдвищує захист усiх солдатiв у укриттi в радiусi командування офiцера на +<ABILITY:DEFILADE_DEFENSE_BONUS/>."
LocHelpText="Солдати поруч з офiцером ефективнiше використовують укриття."
LocFlyOverText="Надiйнi укриття"
LocPromotionPopupText="<Bullet/> Солдати, що знаходяться у дiапазонi команди офiцера, отримують бонус +<ABILITY:DEFILADE_DEFENSE_BONUS/> до оборонного значення, що надається укриттям.<br/><Bullet/> Дiапазон команди збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Ця здiбнiсть не надає бонусiв самому офiцеру.<br/><Bullet/> Ця здiбнiсть не надає бонусiв, якщо або офiцер, або солдат знаходяться у станi дезорiєнтацiї, оглушенi, панiкують, отруєнi, горять або iншим чином є обмеженi.<br/><Bullet/> Ця здiбнiсть не надає бонусiв роботам i цивiльним особам."
; End Translation

;displayed both on officer and in debuff on target
[FocusFire X2AbilityTemplate]
LocFriendlyName="Щiльний вогонь"
LocLongDescription="Витративши дiю, ви можете вказати цiль, щоб дати всьому загону сукупнi бонуси до точностi та +<ABILITY:FOCUS_FIRE_ARMORPIERCING/> до бронебiйної сили при стрiльбi по нiй до кiнця ходу."
LocHelpText="Виберiть цiль, щоб дати вашому загону бонус до точностi та бронебiйної сили."
LocFlyOverText="Щiльний вогонь"
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Витратити дiю, щоб визначити цiль та надати вашому загону бонуси до точностi та +<ABILITY:FOCUS_FIRE_ARMORPIERCING/> до бронебiйної сили при стрiльбi по нiй до кiнця ходу.<br/><Bullet/> Кожен наступний пострiл по цiлi в межах ходу дає ще +<ABILITY:FOCUS_FIRE_AIM_BONUS/> до точностi.<br/><Bullet/> Перезарядка протягом <ABILITY:FOCUS_FIRE_COOLDOWN/> ходiв.<br/>"
; End Translation

;displayed both on officer and on soldiers receiving effect
[FallBack X2AbilityTemplate]
LocFriendlyName="Вiдступ!"
LocLongDescription="Дає безкоштовну, але неконтрольовану захисну дiю будь-якому союзнику в полi зору, який витратив усi свої дiї."
LocHelpText="Дає солдату в межах видимостi можливiсть використовувати ще одну захисну дiю на свiй розсуд."
LocFlyOverText="Вiдступ!"
LocPromotionPopupText="<Bullet/> Дає безкоштовну, але неконтрольовану захисну дiю будь-якому союзнику в полi зору. Найчастiше вiн спробує знайти укриття або пiде в глуху оборону.<br/><Bullet/> Не застосовується до солдатiв, що знаходяться в режимi \"перехоплення\" або ведуть \"придушення\" цiлi.<br/><Bullet/> Безкоштовна дiя."

[Scavenger X2AbilityTemplate]
LocFriendlyName="Утилiзатор"
; LWOTC Needs Translation
LocLongDescription="Нагороди за мiсiї у виглядi припасiв, iнопланетних сплавiв i елерiю збiльшуються на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/> % пiсля успiшних мiсiй. Члени загону мають шанс зiбрати додатковi iнопланетнi сплави та елерiй вiд iнопланетян."
LocHelpText="Додатковi матерiали, iнопланетнi сплави та елерiй."
LocFlyOverText="Утилiзатор"
LocPromotionPopupText="<Bullet/> Якщо офiцер виживає пiсля мiсiї i знаходиться у станi свiдомостi, нагороди за мiсiю у виглядi припасiв, iнопланетних сплавiв i елерiю збiльшуються на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/> вiдсоткiв.<br/><Bullet/> Загiн може зiбрати iнопланетнi сплави та елерiй вiд мертвих iнопланетян, якщо офiцер присутнiй i не знаходиться у станi дезорiєнтацiї, панiки або iншого обмеження.<br/>"
; End Translation


;Displayed on officer in tactical container
[ScavengerPassive X2AbilityTemplate]
LocFriendlyName="Утилiзатор"
; LWOTC Needs Translation
LocLongDescription="Успiшне виконання завдань приносить на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/>% бiльше матерiалiв, iнопланетних сплавiв i елерiю. Шанс отримати сплави та елерiй пiсля знищення iнопланетян."
LocHelpText="Додатковi матерiали, iнопланетнi сплави та елерiй."
LocFlyOverText="Утилiзатор"
LocPromotionPopupText="<Bullet/> Успiшне виконання завдання приносить на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/>% бiльше матерiалiв, iнопланетних сплавiв i елерiю, якщо офiцер вижив i майже не постраждав.<br/><Bullet> Загiн може збирати сплави та елерiй з трупiв iнопланетян.<br/>"
; End Translation

;displayed on other soldier that receive the effect
[FireDiscipline X2AbilityTemplate]
LocFriendlyName="Вогнева дисциплiна"
; LWOTC Needs Translation
LocLongDescription="Всi солдати в радiусi командування офiцера отримують +10% до точностi при веденнi вогню у вiдповiдь."
LocHelpText="Солдати поруч з офiцером отримують бонус до точностi при веденнi вогню у вiдповiдь."
LocFlyOverText="Вогнева дисциплiна"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="<Bullet/> Всi союзники у межах радiусу командування офiцера отримують +<ABILITY:FIREDISCIPLINE_REACTIONFIRE_BONUS/>% до шансу влучення при вогнi у вiдповiдь.<br/><Bullet/> Радiус командування збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Ця здiбнiсть не надає бонусiв самому офiцеровi.<br/><Bullet/> Ця здiбнiсть не надає бонусiв, якщо або офiцер, або солдат знаходяться у станi дезорiєнтацiї, обмороження, панiки, отруєння, горiння або iншого ураження.<br/><Bullet/> Ця здiбнiсть не надає бонусiв роботизованим союзникам та цивiльним особам."

;Displayed on officer in tactical container
[FireDisciplinePassive X2AbilityTemplate]
LocFriendlyName="Вогнева дисциплiна"
LocLongDescription="Всi солдати в радiусi командування офiцера отримують +<ABILITY:FIREDISCIPLINE_REACTIONFIRE_BONUS/>% до точностi при веденнi вогню у вiдповiдь."
LocHelpText="Солдати поруч з офiцером отримують бонус до точностi при веденнi вогню у вiдповiдь."
LocFlyOverText="Вогнева дисциплiна"
LocPromotionPopupText="<Bullet/> Всi солдати в радiусi командування офiцера отримують +<ABILITY:FIREDISCIPLINE_REACTIONFIRE_BONUS/>% до точностi при веденнi вогню у вiдповiдь.<br/><Bullet/> Радiус командування збiльшується з кожним рiвнем офiцера."
; End Translation

;displayed both on officer and on soldiers receiving effect
[OscarMike X2AbilityTemplate]
LocFriendlyName="Бiгом!"
; LWOTC Needs Translation
LocLongDescription="Витративши дiю, ви можете збiльшити мобiльнiсть всiх солдатiв у радiусi командування на +<ABILITY:OSCARMIKE_MOBILITY_BONUS/> до кiнця ходу. Використовується один раз за завдання."
LocHelpText="Дає солдатам поруч бонус до мобiльностi при активацiї."
LocFlyOverText="Бiгом!"
LocPromotionPopupText="<Bullet/> Витрачайте дiю, щоб надати всiм союзникам у межах радiусу командування +<ABILITY:OSCARMIKE_MOBILITY_BONUS/> кiлькiсть Мобiльностi до кiнця ходу.<br/><Bullet/> Можна використовувати один раз на мiсiю.<br/><Bullet/> Радiус командування збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Ця здiбнiсть не надає бонусiв оглушеним або в панiцi союзникам.<br/><Bullet/> Ця здiбнiсть не надає бонусiв роботизованим союзникам та цивiльним особам."
; End Translation

;displayed on other soldier that receive the effect
[LeadByExample X2AbilityTemplate]
LocFriendlyName="Особистий приклад"
LocLongDescription="Офiцер дає всiм солдатам у радiусi командування бонус до точностi, сили волi та зламу, рiвний половинi рiзницi мiж значенням характеристики солдата та самого офiцера."
LocHelpText="Солдати поруч з офiцером отримують бонус до точностi, сили волi та зламу."
LocFlyOverText="Особистий приклад"
;displayed for officer in Officer Ability UI
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Якщо офiцер має вищi показники влучностi, волi i/або злому, нiж будь-який солдат у межах радiусу командування, солдат отримує бонуси до цих показникiв, рiвнi половинi рiзницi мiж офiцером i солдатом.<br/><Bullet/> Радiус командування збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Ця здiбнiсть не надає бонусiв оглушеним або в панiцi союзникам.<br/><Bullet/> Ця здiбнiсть не надає бонусiв роботизованим союзникам."
; End Translation

;Displayed on officer in tactical container
[LeadByExamplePassive X2AbilityTemplate]
LocFriendlyName="Особистий приклад"
LocLongDescription="Офiцер дає всiм солдатам у радiусi командування бонус до точностi, сили волi та зламу, рiвний половинi рiзницi мiж значенням характеристики солдата та самого офiцера."
LocHelpText="Солдати поруч з офiцером отримують бонус до точностi, сили волi та зламу."
LocFlyOverText="Особистий приклад"
LocPromotionPopupText="<Bullet/> Якщо точнiсть, сила волi i/або злам офiцера вищi, нiж у кого-небудь в радiусi командування, солдат отримує бонуси, рiвнi половинi рiзницi мiж значенням характеристики солдата та самого офiцера.<br/><Bullet/> Радiус командування збiльшується з кожним рiвнем офiцера."

;this may not be displayed -- needs testing
[LeadByExampleLeader X2AbilityTemplate]
LocFriendlyName="Особистий приклад"
LocLongDescription="Офiцер дає всiм солдатам у радiусi командування бонус до точностi, сили волi та зламу, рiвний половинi рiзницi мiж значенням характеристики солдата та самого офiцера."
LocHelpText="Солдати поруч з офiцером отримують бонус до точностi, сили волi та зламу."
LocFlyOverText="Особистий приклад"
LocPromotionPopupText="<Bullet/> Якщо точнiсть, сила волi i/або злам офiцера вищi, нiж у кого-небудь в радiусi командування, солдат отримує бонуси, рiвнi половинi рiзницi мiж значенням характеристики солдата та самого офiцера.<br/><Bullet/> Радiус командування збiльшується з кожним рiвнем офiцера."

;displayed on other soldier that receive the effect
[CombinedArms X2AbilityTemplate]
LocFriendlyName="Сила в єдностi"
; LWOTC Needs Translation
LocLongDescription="Всi союзники у зонi командування офiцера завдають додатково +<ABILITY:COMBINEDARMS_DAMAGE_BONUS/> шкоди при всiх успiшних атаках."
LocHelpText="Союзники поблизу офiцера отримують бонус до шкоди."
LocFlyOverText="Сила в єдностi"
LocPromotionPopupText="<Bullet/> Всi союзники у зонi командування офiцера завдають додатково +<ABILITY:COMBINEDARMS_DAMAGE_BONUS/> шкоди при всiх успiшних атаках.<br/><Bullet/> Зона командування збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Ця здатнiсть не надає бонусiв самому офiцеровi.<br/><Bullet/> Ця здатнiсть не надає бонусiв, якщо або офiцер, або солдат дезорiєнтованi, оглушенi, панiкують, отруєнi, горять або iншим чином ураженi.<br/><Bullet/> Ця здатнiсть не надає бонусiв роботичним союзникам."

;Displayed on officer in tactical container
[CombinedArmsPassive X2AbilityTemplate]
LocFriendlyName="Сила в єдностi"
LocLongDescription="Всi союзники у зонi командування офiцера завдають додатково +<ABILITY:COMBINEDARMS_DAMAGE_BONUS/> шкоди при всiх успiшних атаках."
LocHelpText="Солдати поруч з офiцером наносять додаткову шкоду."
LocFlyOverText="Сила в єдностi"
LocPromotionPopupText="<Bullet/> Всi солдати в радiусi командування офiцера наносять додатково +1 од. шкоди своїми атаками.<br/><Bullet/> Радiус командування збiльшується з кожним рiвнем офiцера."
; Кiнець перекладу

[Command X2AbilityTemplate]
LocFriendlyName="Наказ"
LocLongDescription="Закiнчує хiд i додає додаткову дiю будь-якому видимому члену загону. Кiлькiсть зарядiв залежить вiд звання офiцера."
LocHelpText="Дає союзникам додатковi дiї."
LocFlyOverText="Наказ"
; LWOTC Потребує перекладу
LocPromotionPopupText="<Bullet/> Витрачає одну дiю i закiнчує хiд.<br/><Bullet/> Лейтенанти та старшi лейтенанти мають один заряд здiбностi, капiтани та майори - два, пiдполковники та полковники - три, польовi командири - чотири.<br/><Bullet/> Не застосовується до солдатiв, що знаходяться в режимi \"перехоплення\" або ведуть \"подавлення\" цiлi."
; Кiнець перекладу

[Infiltrator X2AbilityTemplate]
LocFriendlyName="Шпигун"
LocLongDescription="Загiн цього офiцера швидше проникає на завдання."
LocHelpText="Загiн цього офiцера швидше проникає на завдання."
LocFlyOverText="Шпигун"
LocPromotionPopupText="<Bullet/> Загiн офiцера, що володiє цiєю здатнiстю, стає значно менш помiтним, тим самим знижуючи час проникнення.<br/>"

[AirController X2AbilityTemplate]
LocFriendlyName="Диспетчер"
LocLongDescription="\"Рейнджер\" буде прибувати за запитом евакуацiї на <Ability:AIR_CONTROLLER_EVAC_TURN_REDUCTION/> ходу швидше."
LocHelpText="\"Рейнджер\" буде прибувати за запитом евакуацiї на два ходи швидше."
LocFlyOverText="Диспетчер"
LocPromotionPopupText="<Bullet/> Цей офiцер має досвiд координацiї дiй авiацiї, що дозволить \"Рейнджеру\" прибувати за запитом евакуацiї на <Ability:AIR_CONTROLLER_EVAC_TURN_REDUCTION/> ходи швидше.<br/><Bullet/> Звернiть увагу, що iснує мiнiмальний час пiдльоту \"Рейнджера\", на який не впливають жоднi бонуси."

[Jammer X2AbilityTemplate]
; LWOTC Needs Translation
LocFriendlyName="Шкiдник"
LocLongDescription="Один раз за бiй дозволяє затримати прибуття пiдкрiплень противника на один хiд."
LocHelpText="Затримує прибуття пiдкрiплень противника на один хiд."
LocFlyOverText="Шкiдник"
LocPromotionPopupText="<Bullet/> Активуйте цю здiбнiсть, щоб затримати прибуття ворожих пiдкрiплень на один хiд."
; End Translation

[Incoming X2AbilityTemplate]
LocFriendlyName="Обстрiл!"
; LWOTC Needs Translation
LocLongDescription="Активуйте цю здiбнiсть, щоб надати всiм у зонi команди <Ability:INCOMING_EXPLOSIVES_DR/> балiв стiйкостi до пошкоджень вiд вибухових атак до кiнця наступного ходу прибульцiв."
LocHelpText="Офiцер та поблизькi союзники мають <Ability:INCOMING_EXPLOSIVES_DR/> стiйкостi до вибухiв."
LocFlyOverText="Обстрiл!"
LocPromotionPopupText="<Bullet/> Активуйте цю здiбнiсть, щоб надати всiм союзникам у зонi команди <Ability:INCOMING_EXPLOSIVES_DR/> балiв стiйкостi до пошкоджень вiд вибухових атак до кiнця наступного ходу прибульцiв.<br/><Bullet/> Не потребує дiй.<br/><Bullet/> Здiбнiсть 'Обстрiл!' має час вiдновлення в <Ability:INCOMING_COOLDOWN/> ходiв.<br/><Bullet/> Зона команди збiльшується з кожним новим рiвнем офiцера.<br/><Bullet/> Не застосовується до в панiцi або оглушених солдат, одиниць, що стримують iнших цiлей, або цивiльних осiб.<br/>"
; End Translation


[Intervention X2AbilityTemplate]
LocFriendlyName="Втручання"
; LWOTC Needs Translation
LocLongDescription="Активуйте цю здiбнiсть, щоб витратити <Ability:INTERVENTION_INTEL_COST/> розвiдданих i отримати <Ability:INTERVENTION_EXTRA_TURNS/> додаткових ходiв на поточному таймерi мiсiї. Кiлькiсть зарядiв залежить вiд рангу офiцера."
LocHelpText="Активуйте, щоб витратити розвiдданi i отримати <Ability:INTERVENTION_EXTRA_TURNS/> додаткових ходiв на таймерi мiсiї."
LocFlyOverText="Втручання"
LocPromotionPopUpText="<Bullet/> Активуйте цю здiбнiсть, щоб витратити <Ability:INTERVENTION_INTEL_COST/> розвiдданих i отримати <Ability:INTERVENTION_EXTRA_TURNS/> додаткових ходiв на поточному таймерi мiсiї.<br/><Bullet/> Потребує одну дiю i не завершує ваш хiд.<br/><Bullet/> Кiлькiсть зарядiв залежить вiд рангу офiцера.<br/><Bullet/> Нiчого не зробить, якщо таймер мiсiї вiдсутнiй.<br/><Bullet/> Вартiсть розвiдки може бути змiнена подiями; здiбнiсть не активується, якщо у XCOM менше, нiж <Ability:INTERVENTION_INTEL_COST/> розвiдданих.<br/>"
; End Translation

[TrialByFire X2AbilityTemplate]
LocFriendlyName="Випробування боєм"
LocLongDescription="Кожен солдат нижче сержанта за званням буде автоматично пiдвищений пiсля успiшної мiсiї з цим офiцером."
LocHelpText="Кожен солдат нижче сержанта за званням буде автоматично пiдвищений пiсля успiшної мiсiї з цим офiцером."
LocPromotionPopUpText="<Bullet/> Цей бонус буде застосований, тiльки якщо командуючий офiцер має цю здатнiсть, iншi офiцери в цiй мiсiї не отримають бонусiв."

; LWOTC Translated
[CommandRange1 X2AbilityTemplate]
LocFriendlyName="Радiус командування 1"
LocLongDescription="Збiльшує радiус командування офiцера на 1 клiтку"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange2 X2AbilityTemplate]
LocFriendlyName="Радiус командування 2"
LocLongDescription="Збiльшує радiус командування офiцера на 2 клiтки"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange3 X2AbilityTemplate]
LocFriendlyName="Радiус командування 3"
LocLongDescription="Збiльшує радiус командування офiцера на 3 клiтки"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange4 X2AbilityTemplate]
LocFriendlyName="Радiус командування 4"
LocLongDescription="Збiльшує радiус командування офiцера на 4 клiтки"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange5 X2AbilityTemplate]
LocFriendlyName="Радiус командування 5"
LocLongDescription="Збiльшує радiус командування офiцера на 5 клiток"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange6 X2AbilityTemplate]
LocFriendlyName="Радiус командування 6"
LocLongDescription="Збiльшує радiус командування офiцера на 6 клiток"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange7 X2AbilityTemplate]
LocFriendlyName="Радiус командування 7"
LocLongDescription="Збiльшує радiус командування офiцера на 7 клiток"
LocHelpText=""
LocPromotionPopupText="TBC............"
; End Translated

;---- END ABILITIES

;---- BEGIN OTS / STAFFSLOT

[OfficerTrainingUnlock X2SoldierUnlockTemplate]
DisplayName="Навчання офiцера"
Summary="Вiдкриває додатковий слот для навчання офiцера."

[OTSOfficerSlot X2StaffSlotTemplate]
EmptyText="ВАКАНСIЯ: ПОТРIБЕН СОЛДАТ"
BonusEmptyText="Вивчає офiцерськi здiбностi"
BonusText="НАВЧАННЯ ЗДIБНОСТI %SKILL"
FilledText="%UNITNAME проходить розширену програму навчання здiбностi %SKILL!"
LockedText="НЕДОСТУПНО: ПРИДБАЙТЕ МОДЕРНIЗАЦIЮ"

[OTS_LWOfficerTrainingUpgrade X2FacilityUpgradeTemplate]
DisplayName="Учбова станцiя для офiцерiв"
FacilityName="Школа офiцерiв"
Summary="Додає мiсце, де солдати у званнi молодшого капрала i вище можуть вивчати особливi лiдерськi здiбностi.\nУВАГА: тiльки офiцер з найвищим званням у загонi зможе використовувати свої здiбностi на завданнi, тому обирайте кандидатури з розумом."

[OTS_LWOfficerTrainingUpgrade_SecondSlot X2FacilityUpgradeTemplate]
DisplayName="Учбова станцiя для офiцерiв"
FacilityName="Школа офiцерiв"
Summary="Додає мiсце, де солдати у званнi молодшого капрала i вище можуть вивчати особливi лiдерськi здiбностi.\nУВАГА: тiльки офiцер з найвищим званням у загонi зможе використовувати свої здiбностi на завданнi, тому обирайте кандидатури з розумом."

[UIPersonnel_LWOfficer]
m_strTitle="Солдат для навчання на офiцера"
EmptyListMessage="НЕМАЄ ПIДХОДЯЩОГО СОЛДАТА"

;---- END OTS / STAFFSLOT
